Repository: elementary/settings-notifications
Catalog: po/*.po
Languages: ckb

source: Notifications
ckb: ئاگادارییەکان

source: Configure notification bubbles, sounds, and notification center
ckb: شێوازی دەرکەوتن و دەنگی ئاگادارییەکان و، سەنتەری ئاگادارییەکانی ڕێکبخە

source: Do Not Disturb
ckb: مەم پچڕێنە

source: Notifications Center
ckb: سەنتەری ئاگادارییەکان

source: Sound
ckb: دەنگ

source: Bubbles
ckb: شێوازی دەرکەوتن

source: Bubbles appear in the top right corner of the display and disappear automatically.
ckb: ئاگادارییەکان لە گۆشەی سەرەوەی دەستە ڕاست دەردەکەون و، خۆکارانە دیارنامێنن.

source: Sounds
ckb: دەنگەکان

source: Sounds play once when a new notification arrives.
ckb: لەکاتی هاتنی ئاگاداری، یەک جار دەنگی دێت.

source: Notification Center
ckb: سەنتەری ئاگاداری

source: Show missed notifications in Notification Center.
ckb: ئاگادارییە لەدەستچووەکانم لە سەنتەری ئاگاداری پشاندە.

source: Disabled
ckb: وەستێنراو
